insert into user_login (username, password, usertype)
values 
  ('admin', 'admin', 1),
  ('emp', 'emp', 2),
  ('cust', 'cust', 3);

insert into menu (dishname, dishmoney)
values
  ('西红柿抄鸡蛋',  11),
  ('荷包蛋',  2),
  ('泡面',  3),
  ('土豆',  3),
  ('dish1',  10),
  ('dish2',  11),
  ('dish3',  21),
  ('dish4',  12),
  ('dish5',  14),
  ('dish6',  15),
  ('dish7',  16),
  ('dish8',  15),
  ('dish9',  12);

insert into customer (cusname, cusidcard, cuscellphone ,money)
values
  ('jone',330483197811120971, 13211111111,100),
  ('cus1',330483197811120972, 13211111112,9),
  ('cus2',330483197811120973, 13211111113,300),
  ('cus3',330483197811120974, 13211111114,400),
  ('cus4',330483197811120975, 13211111115,1000),
  ('cus5',330483197811120976, 13211111116,500),
  ('cus6',330483197811120977, 13211111117,50),
  ('cus7',330483197811120978, 13211111118,50);
 INSERT  INTO  employee( emname,emidcard,emcellphone,emage,emsex,emremark,emaddress)
     VALUES
('emp1',310483197811120978, 13111111118,20,TRUE ,'无','杭州市江干区111号'),
('emp2',320483197811120978, 13211111118,21,FALSE ,'无','杭州市江干区112号'),
('emp3',340483197811120978, 13311111118,20,TRUE ,'无','杭州市江干区113号'),
('emp4',350483197811120978, 13411111118,30,TRUE ,'无','杭州市江干区114号'),
('emp5',360483197811120978, 13611111118,32,FALSE ,'无','杭州市江干区115号'),
('emp6',370483197811120978, 15311111118,33,TRUE ,'无','杭州市江干区116号'),
('emp7',370483197811120978, 14311111118,34,FALSE ,'无','杭州市江干区117号'),
('emp8',319483197811120978, 18311111118,36,TRUE ,'无','杭州市江干区118号'),
('emp9',320483197811120978, 19311111118,38,FALSE ,'无','杭州市江干区119号');
INSERT  INTO  bill(cusname,date,pmoney )
    VALUES
      ()
